{
  "header": {
    "eyebrow": "STUDENT VOICES",
    "title": "What my students and parents say",
    "subtitle": "Real results from IBDP, A-Level and IGCSE students worldwide."
  },
  "video": {
    "eyebrow": "Student voices",
    "heading": "Real students talking about their WSMath journey",
    "subheading": "Short clips from different students sharing how they improved with Winson’s coaching.",
    "src": "/video/student-voices.mp4",
    "poster": "/video/student-voices-poster.jpg"
  },
  "featured": [
    {
      "name": "JC (2024)",
      "role": "IBDP AAHL — From Level 1 to 7 (The University of Hong Kong)",
      "quote": "Siu Sir is an exceptional educator with a genuine passion for teaching and fostering young talent. Over the past six years, Siu Sir has been an unwavering support and inspiration throughout my mathematical journey. His long-term commitment to my education dedication has been evident through the precise and thoughtful compilation of past paper questions, detailed booklets, and notes for every chapter we covered. They provided invaluable practice and reinforced my understanding in a structured manner.",
      "avatarSrc": "/avatars/featured-1.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Bill Ting (2021)",
      "role": "Edexcel IAL Math + Further Math — From F to A* (University of Cambridge)",
      "quote": "Winson 老師的教學風格十分契合我的學習模式，能把艱深乏味的內容講得有趣而易懂。對於我的疑問，老師都會耐心解答，直至我真正明白，因此我非常享受每一堂課。每節課老師均有充分規劃與準備，並常自願延長課堂時間完成教學。課後他亦會精心挑選課本及歷屆 Past Paper 題目讓我練習，並整理專屬錯題本，協助我迅速鞏固弱項。老師亦會先親自示範解題思路，讓我理解評分準則，從而累積實戰經驗，甚至預測出題方向。Winson 不僅是一位專業而友善的老師，更像一位朋友，我非常感恩能遇到這位良師益友，陪伴我面對學習上的挑戰。",
      "avatarSrc": "/avatars/featured-2.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Joy Angela Sun (2022)",
      "role": "IBDP AAHL — From 5 to 7 [in 10 months] (The Chinese University of Hong Kong)",
      "quote": "Winson is the best math tutor I’ve had. During my final year of IBDP, his experience-based, past-paper-driven approach was highly effective. He provided targeted questions, clear revision notes, and tailored assignments. With his guidance, I achieved a grade 7 in Math AAHL. Definitely a good choice to find him for math tutorials!!",
      "avatarSrc": "/avatars/featured-3.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Michelle Chan (2021)",
      "role": "Edexcel IAL Further Math — From F to A* (University of Melbourne)",
      "quote": "Winson was a beneficial tutor who helped me achieve A*s for IAL Math and IAL Further Math. He was always well prepared and gave many past paper questions for practice after every lesson. He’s also an easy-going guy with a true passion for tutoring. I highly recommend him for exam prep!",
      "avatarSrc": "/avatars/featured-4.png",
      "useDefaultAvatar": true
    }
  ],
  "carousel": [
    {
      "name": "Alex L.",
      "role": "A-Level Math & FM — A* A*",
      "quote": "Crystal-clear exam strategies. I always knew exactly what to practice each week.",
      "avatarSrc": "/avatars/carousel-1.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Sabrina C.",
      "role": "IBDP AISL — 7",
      "quote": "Online lessons with iPad + GoodNotes were more effective than any face-to-face class I tried.",
      "avatarSrc": "/avatars/carousel-2.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Bobby K.",
      "role": "IBDP AASL — 7",
      "quote": "I love the lessons Winson has to offer! The way he teaches is very easy to understand and he is always very patient with me.",
      "avatarSrc": "/avatars/carousel-3.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Jonathan G.",
      "role": "IBDP AAHL — 6",
      "quote": "Winson helped me improve my math skills and gain confidence. His lessons are engaging and effective.",
      "avatarSrc": "/avatars/carousel-4.png",
      "useDefaultAvatar": true
    }
  ]
}