{
  "header": {
    "eyebrow": "STUDENT VOICES",
    "title": "What my students and parents say",
    "subtitle": "Real results from IBDP, A-Level and IGCSE students worldwide."
  },
  "video": {
    "eyebrow": "Student voices",
    "heading": "Real students talking about their WSMath journey",
    "subheading": "Short clips from different students sharing how they improved with Winson’s coaching.",
    "src": "/video/student-voices.mp4",
    "poster": "/video/student-voices-poster.jpg"
  },
  "featured": [
    {
      "name": "JC (2024)",
      "role": "IBDP AAHL — From Level 1 to 7 (The University of Hong Kong)",
      "quote": "Siu Sir is an exceptional educator with a genuine passion for teaching and fostering young talent. Over the past six years, Siu Sir has been an unwavering support and inspiration throughout my mathematical journey. His long-term commitment to my education dedication has been evident through the precise and thoughtful compilation of past paper questions, detailed booklets, and notes for every chapter we covered. They provided invaluable practice and reinforced my understanding in a structured manner.",
      "avatarSrc": "/avatars/featured-1.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Bill Ting (2021)",
      "role": "Edexcel IAL Math + Further Math — From F to A* (University of Cambridge)",
      "quote": "Winson 老師的教學風格較為契合本人的學習模式，他擅長讓艱深乏味的內容變得有趣且易於理解。對於我的任何疑問，老師都會耐心解答，直至我明白。因此，我非常期待並享受與Winson老師的每一堂課。老師對每一堂課都有著十足的規劃及準備，且帶著熱忱的態度進行教學。為了完成課堂內容，老師會自願犧牲個人時間繼續教導，因此上課超時是常有的事。即使在課後，老師會精心挑選相關的題目供我練習及鞏固，如課本上的題目，又或是歷屆 Past Paper 等。老師也會整理專屬於我的錯題本，並從旁協助我再次攻克難題，借此我也能迅速鞏固自己的不足。對於歷屆試卷的題目，老師通常會先親自解題，並讓我觀察他的解題思路及了解該如何達到評分標準中的要求。如此，我便能在考試前積累大量的實戰經驗，更能在一定程度上基於出題模式預測考題。Winson 是一位友善隨和的老師，同時亦像一位朋友，我非常感恩遇到這一位良師益友，陪伴我面對學習路上的困難與挑戰。 ",
      "avatarSrc": "/avatars/featured-2.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Joy Angela Sun (2022)",
      "role": "IBDP AAHL — From 5 to 7 [in 10 months] (The Chinese University of Hong Kong)",
      "quote": "I’d say that Winson is the best math tutor I’ve ever had. I had him as my tutor for the last year of IBDP. Winson’s teaching style is based on experience: his insistence on learning by practicing past papers is sensible and practical. He provides specific past paper questions for each topic separately, and his notes are very useful for final exam revisions. Winson is very patient and experienced. His assignments are based on each student’s ability and needs. Ultimately, Winson successfully helped me reach a grade 7 for Math AAHL. Definitely a good choice to find him for math tutorials!! ",
      "avatarSrc": "/avatars/featured-3.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Michelle Chan (2021)",
      "role": "Edexcel IAL Further Math — From F to A* (University of Melbourne)",
      "quote": "Winson was a beneficial tutor who helped me achieve A*s for IAL Math and IAL Further Math. He was always well prepared and gave many past paper questions for practice after every lesson. He’s also an easy-going guy with a true passion for tutoring. I highly recommend him for exam prep!",
      "avatarSrc": "/avatars/featured-4.png",
      "useDefaultAvatar": true
    }
  ],
  "carousel": [
    {
      "name": "Alex L.",
      "role": "A-Level Math & FM — A* A*",
      "quote": "Crystal-clear exam strategies. I always knew exactly what to practice each week.",
      "avatarSrc": "/avatars/carousel-1.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Sabrina C.",
      "role": "IBDP AISL — 7",
      "quote": "Online lessons with iPad + GoodNotes were more effective than any face-to-face class I tried.",
      "avatarSrc": "/avatars/carousel-2.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Bobby K.",
      "role": "IBDP AASL — 7",
      "quote": "I love the lessons Winson has to offer! The way he teaches is very easy to understand and he is always very patient with me.",
      "avatarSrc": "/avatars/carousel-3.png",
      "useDefaultAvatar": true
    },
    {
      "name": "Jonathan G.",
      "role": "IBDP AAHL — 6",
      "quote": "Winson helped me improve my math skills and gain confidence. His lessons are engaging and effective.",
      "avatarSrc": "/avatars/carousel-4.png",
      "useDefaultAvatar": true
    }
  ]
}